export default function About() {
  return (
    <div className="content">
      <h1>О нас</h1>
      <p>
        Добро пожаловать в ресторан Roman’s — место, где изысканная кухня
        встречается с безупречным сервисом и атмосферой утончённого комфорта.
      </p>
      <h1>Наша философия</h1>
      <p>
        В основе концепции Roman’s лежит простое, но важное убеждение: каждый
        визит в ресторан должен становиться маленьким праздником. Мы стремимся
        не просто накормить гостей, а подарить им незабываемые гастрономические
        впечатления, где каждая деталь — от подачи блюда до музыкального
        сопровождения — продумана до мелочей.
      </p>
      <h1>Кухня и меню</h1>
      <p>
        Наше меню — это гармоничное сочетание классических рецептов и
        современных кулинарных трендов. Шеф‑повар ресторана лично отбирает
        ингредиенты, отдавая предпочтение локальным поставщикам и сезонным
        продуктам.
      </p>
    </div>
  );
}
